Repository: Dartmaster1998/new_app
Catalog: lib/l10n/app_*.arb
Languages: ky

source: Home
ky: Башкы бет

source: Profile
ky: Профиль

source: Language
ky: Тил

source: Theme
ky: Тема

source: Open in browser
ky: Браузерде ачуу

source: Dark theme
ky: Караңгы тема

source: Light theme
ky: Жарык тема

source: Settings
ky: Салттар

source: Choose language
ky: Тилди тандаңыз

source: Dark mode
ky: Караңгы режим

source: Open in Browser
ky: Интернеттен ачуу

source: All
ky: Бардыгы

source: Singers
ky: Ырчылар

source: Actors
ky: Актерлор

source: Lots
ky: Лоттор

source: Other
ky: Жана башкалар

source: Buy
ky: Сатып алуу

source: Price:
ky: Баасы:

# famous
source: Famous people
ky: Билгилуу адамдар

source: confirm
ky: Ырастоо

source: cancel
ky: Кайтуу

# emailreq
source: Email (not required)
ky: Email (созсус эмес)

source: Name
ky: Аты жону

source: Phone Number
ky: Телефон номери

source: owner
ky: Ээси

# buyAgreement
source: i agree to the terms and conditions
ky: мен сатуу шарттарга макулмун

source: Sold
ky: Сатылды

source: Public Offer
ky: Коомдук сунущ

# acitvlots
source: active lots
ky: активдуу лоттор

source: som
ky: сом
